Repository: frodo19/script.kcleaner
Catalog: resources/language/resource.language.*/strings.po
Languages: hu_hu

# #30001
source: Check for addons without repo
hu_hu: Keressen kiegészítőket repo nélkül

# #30002
source: Textures database
hu_hu: Textúra adatbázis

# #30003
source: Clean textures DB
hu_hu: Textúra adatbázis tisztítása

# #30004
source: Clean All
hu_hu: Mindent tisztít

# #30005
source: Databases
hu_hu: Adatbázisok

# #30006
source: Checks
hu_hu: Vizsgálat

# #30007
source: Check for broken sources
hu_hu: Nem elérhető források

# #30010
source: KCleaner - Confirm cleanup of:
hu_hu: KCleaner – A tisztítás megerősítése:

# #30011
source: Scanning for temporary files
hu_hu: Ideiglenes fájlok keresése

# #30012
source: Checking paths...
hu_hu: Elérési utak ellenőrzése...

# #30013
source: Cleaning:
hu_hu: Tisztítás:

# #30014
source: Deleted:
hu_hu: Törölve:

# #30015
source: Items in this folder:
hu_hu: Elemek ebben a mappában:

# #30016
source: Scanning databases
hu_hu: Adatbázisok szkennelése

# #30017
source: Compacting:
hu_hu: Tömörítés:

# #30018
source: Compacted:
hu_hu: Tömörítve:

# #30019
source: Scanning repositories
hu_hu: Repok szkennelése

# #30020
source: Clean
hu_hu: Tisztítás

# #30021
source: Choose action:
hu_hu: Művelet kiválasztás:

# #30022
source: Settings
hu_hu: Beállítások

# #30023
source: Compact all databases
hu_hu: Minden adatbázis tömörítése

# #30024
source: Check for unused repositories
hu_hu: Nem használt repok keresése

# #30025
source: Checking:
hu_hu: Keresés:

# #30026
source: Checked:
hu_hu: Megkeresve:

# #30027
source: Clean All + Compact all databases
hu_hu: Tisztítás + az összes DB tömörítése

# #30028
source: Confirm action:
hu_hu: Művelet engedélyezése:

# #30030
source: Cleanup [COLOR red]interrupted[/COLOR].
hu_hu: A tisztítás [COLOR red]megszakadt[/COLOR].

# #30031
source: Cleanup [COLOR red]done[/COLOR].
hu_hu: A tisztítás [COLOR red]kész[/COLOR].

# #30040
source: Ignore Addons
hu_hu: A kiegészítők figyelmen kívül hagyása

# #30041
source: Ignore Other
hu_hu: Fájlok és kivételek

# #30042
source: Etc
hu_hu: Egyebek

# #30043
source: Auto-Clean
hu_hu: Automatikus-Tisztítás

# #30044
source: Custom Paths
hu_hu: Saját útvonalak

# #30071
source: Animated Gifs in Thumbnails
hu_hu: Animált gifek a bélyegképekben

# #30072
source: Delete only thumbs not in database
hu_hu: Csak a bélyegképek törlése, az adatbázis nem

# #30073
source: Leave package backup
hu_hu: Hagyd meg a csomag biztonsági másolatát

# #30074
source: Fast thumb check
hu_hu: Gyors bélyegkép-ellenőrzés

# #30082
source: Force list view in menu
hu_hu: Lista nézet kényszerítése a menüben

# #30083
source: Disable confirmations
hu_hu: A megerősítések letiltása

# #30091
source: Automatic Cleaning
hu_hu: Automatikus tisztítás

# #30092
source: Choose what should be auto cleaned:
hu_hu: Válaszd ki, hogy mit kell automatikusan megtisztítani:

# #30093
source: Cache
hu_hu: Gyorsítótár

# #30094
source: Packages
hu_hu: Csomagok

# #30095
source: Thumbnails
hu_hu: Bélyegképek

# #30096
source: Addons
hu_hu: Kiegészítők

# #30097
source: Database Compact
hu_hu: Adatbázis tömörítés

# #30098
source: Delay on startup (min)
hu_hu: Késleltetés a kezdés után (perc)

# #30099
source: Clean textures DB
hu_hu: Textura DB tisztítása

# #30100
source: Unused addon data folders
hu_hu: Nem használt kiegészítő adatmappák

# #30101
source: ATV Screensaver files
hu_hu: ATV képernyővédő fájlok

# #30110
source: Database
hu_hu: Adatbázis

# #30111
source: compacted:
hu_hu: tömörítve

# #30113
source: cleaned:
hu_hu: tisztítva

# #30114
source: Scanning Textures database...
hu_hu: Textúrák adatbázisának szkennelése...

# #30115
source: Checking...
hu_hu: Ellenőrzés...

# #30116
source: Checking record ID:
hu_hu: Rekord ID ellenőrzése:

# #30117
source: Checking unused data folders
hu_hu: A nem használt adatmappák ellenőrzése

# #30118
source: Checking paths to be compacted...
hu_hu: Tömörítendő elérési utak ellenőrzése...

# #30120
source: EMPTY OR ERROR READING
hu_hu: ÜRES VAGY OLVASÁSI HIBA

# #30121
source: CONTAINS NO LOCAL ADDONS
hu_hu: NEM TARTALMAZ HELYI KIEGÉSZÍTŐKET

# #30122
source: IS IN NO REPOSITORY
hu_hu: NINCS REPO

# #30123
source: CAN NOT BE FOUND
hu_hu: NEM TALÁLHATÓ

# #30130
source: Cleaning totals:
hu_hu: Tisztítási összegzés:

# #30131
source: Compacting totals:
hu_hu: Tömörítési összegzés:

# #30134
source: Following addons have no repo:
hu_hu: A következő repókhoz nincsenek kiegészítők:

# #30135
source: Clean Textures Database:
hu_hu: Tiszta textúrák adatbázisa:

# #30136
source: Deleted
hu_hu: Törölve

# #30137
source: stale records from Textures13.db database
hu_hu: elavult rekordok a Textures13.db adatbázisból

# #30138
source: Deleted unused addon data folders:
hu_hu: A nem használt kiegészítő adatmappák törölve:

# #30139
source: Compacted settings paths:
hu_hu: Tömörített beállítási útvonalak:

# #30140
source: Runs every
hu_hu: Futtatás minden

# #30141
source: Day
hu_hu: Nap

# #30142
source: Week
hu_hu: Héten

# #30143
source: Month
hu_hu: Hónapban

# #30144
source: Quarter
hu_hu: Negyedévben

# #30145
source: On Kodi start
hu_hu: Kodi indításkor

# #30150
source: No files deleted.
hu_hu: Nincsenek törölt fájlok

# #30151
source: No database compacted.
hu_hu: Nincsenek tömörített adatbázisok

# #30152
source: No records deleted.
hu_hu: Nincsenek törölt recordok

# #30153
source: No paths compacted.
hu_hu: Nincsenek tömörített elérési utak.

# #30161
source: Clean packages
hu_hu: Tisztítsa meg a gyorsítótárat

# #30162
source: Clean Thumbnails
hu_hu: Tisztítsa meg a bélyegképeket

# #30163
source: Clean Add-ons
hu_hu: Tisztítsa meg a kiegészítőket

# #30164
source: Compact settings paths to special://
hu_hu: Kompakt beállítások elérési útja a special://

# #30170
source: /All
hu_hu: /Minden

# #30171
source: /Not in DB
hu_hu: /Nem az adatbázisban

# #30172
source: /Not in DB (Fast)
hu_hu: /Nem az adatbázisban (gyors)

# #30180
source: Display on auto-clean
hu_hu: Kijelzés automatikus tisztításkor

# #30181
source: Progress and notification
hu_hu: Folyamatjelző és figyelmeztetés

# #30182
source: Progress only
hu_hu: Csak folyamatjelző

# #30183
source: Notification only
hu_hu: Csak figyelmeztetés

# #30184
source: Nothing
hu_hu: Semmi

# #30190
source: Number of custom paths
hu_hu: Egyéni útvonalak száma
